[
    {
        "title": "Инженер-программист (АСУТП)",
        "salary": 150000,
        "area": "Орск",
        "description": "Участие в пуско-наладочных работах на площадке Заказчика (в основном, в нефтегазовой отрасли). Разработка/редактирование прикладного программного обеспечения (ППО) ПЛК...",
        "requirement": "Разработка на языках высокого уровня: C++, C#, JavaScript, <highlighttext>Python</highlighttext> и прочие. Участие в реализации проектов АСУТП (проектирование, разработка, внедрение/пусконаладка...",
        "link": "https://hh.ru/vacancy/109237725"
    },
    {
        "title": "Ассистент кафедры информационных технологий",
        "salary": 100000,
        "area": "Нижний Новгород",
        "description": "Проведение практических занятий по модулям «Язык <highlighttext>Python</highlighttext>», «Базы данных и зык SQL», «Анализ данных», «Информационная безопасность», «Web-разработка» и др. ",
        "requirement": "Научно-исследовательская работа: разработка ПО в том числе в области искусственного интеллекта (обязательное владение языками программирования, предпочтительно фронтeнд разработка – html...",
        "link": "https://hh.ru/vacancy/108117018"
    },
    {
        "title": "Аналитик данных (BI, OLAP Cube)",
        "salary": 0,
        "area": "Москва",
        "description": "Разработка и администрирование OLAP кубов на базе MS SQL Server. - Сбор, анализ и подготовка данных из корпоративных баз данных. - ",
        "requirement": "Опыт работы с OLAP кубом (разработка, дополнение модели данных). - Знание SQL на хорошем уровне (Оконные функции, join, cte, view и...",
        "link": "https://hh.ru/vacancy/108941979"
    },
    {
        "title": "BIM-координатор",
        "salary": 0,
        "area": "Санкт-Петербург",
        "description": "Поддержка пользователей. Координация совместной работы архитекторов, конструкторов, инженеров на базе Autodesk Revit. Проверка BIM моделей, выгрузка коллизий. Создание рабочих алгоритмов...",
        "requirement": "...не менее 2 лет. Autodesk Navisworks, Excel, Dynamo. Опыт создания сложных семейств. Приветствуется Revit API, разработка в <highlighttext>Python</highlighttext>, pyRevit, git.",
        "link": "https://hh.ru/vacancy/109484198"
    },
    {
        "title": "Тестировщик в команду разработки R&D",
        "salary": 0,
        "area": "Уфа",
        "description": "Проводить ручное функциональное тестирование. Разворачивать инфраструктуру для тестирования: настройка виртуальных машин и рабочих станций. Анализировать тестовые сценарии на возможность автоматизации. ",
        "requirement": "Базовые навыки программирования на C#, Java или <highlighttext>Python</highlighttext>. Адекватная реакция на частые изменения требований. Разработка на стадии R&D (четких...",
        "link": "https://hh.ru/vacancy/109061679"
    },
    {
        "title": "Frontend React Developer (AI, SMM)",
        "salary": 0,
        "area": "Санкт-Петербург",
        "description": "Мы ищем опытного React-разработчика для создания веб-приложений, ориентированных на высоконагруженные системы в сфере AI и социальных сетей. ",
        "requirement": "Опыт работы с базами данных. Full-stack разработка (<highlighttext>Python</highlighttext>, Node). Профессиональные качества. Умение писать простой, расширяемый и производительный код. ",
        "link": "https://hh.ru/vacancy/108095346"
    }
]